Repository: Verzul13/backup-manager
Catalog: apps/manager/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Check connection
ru: Проверить соединение

source: {storage.name} (Yandex Disk) connection success!
ru: {storage.name} соеденинение успешно!

source: {storage.name} (S3) connection success!
ru: {storage.name} соеденинение успешно!

source: {storage.name} Connection failed: {e}
ru: {db.name} Соединение не удалось!

source: {db.name} connection success!
ru: {db.name} соеденинение успешно!

source: {db.name} Connection failed!
ru: {db.name} Соединение не удалось!

source: Execute dump
ru: Выполнить дамп

source: {task.id}: {db.name} Connection failed!
ru: {task.id}: {db.name} Соединение не удалось!

source: {task.id}: Operation of dump created {new_operation.id}
ru: {task.id}: Операция дампа создана {new_operation.id}

source: ReExecute dump
ru: Перезапустить дамп

source: Restore dump
ru: Восстановить из дампа

source: Operation of restore dump created {new_restore_operation.id}
ru: Операция восстановления создана {new_restore_operation.id}

source: Never
ru: Никогда

source: Every day
ru: Каждый день

source: Every week
ru: Каждую неделю

source: Every month
ru: Каждый месяц

source: Created
ru: Создана

source: In Process
ru: В процессе

source: Fail
ru: Провал

source: Success
ru: Успешно

source: Date of creation
ru: Дата создания

source: Date of update
ru: Дата обновления

source: File storage
ru: Хранилище

source: File storages
ru: Хранилища

source: Name
ru: Наименование

source: Type
ru: Тип

source: Connection Link
ru: Ссылка подключения

source: Database
ru: База данных

source: Databases
ru: Базы данных

source: Task Period
ru: Периодичность

source: Max Dump files count to keep
ru: Макс. количество дампов для хранения

source: Dump Task
ru: Задача на дамп

source: Dump Tasks
ru: Задачи на дамп

source: Status
ru: Статус

source: Error text
ru: Текст ошибки

source: Dump File Path
ru: Путь к файлу дампа

source: Dump Task Operation
ru: Операция дампа

source: Dump Tasks Operations
ru: Операции дампа

source: Recover Backup Operation
ru: Операция восстановления

source: Recover Backup Operations
ru: Операции восстановления
